{
    "id": "network_issues_linkoping",
    "title": "Så hjälper du en medarbetare i Linköpings kommun med nätverksproblem",
    "category": "Nätverksproblem",
    "tags": ["nätverk", "wifi", "internet", "support", "Linköpings kommun"],
    "content": [
        {
            "problem": "Ingen internetanslutning",
            "steps": [
                "Kontrollera att Wi-Fi eller nätverkskabeln är korrekt ansluten till kommunens nätverk 'LKnet'.",
                "Be medarbetaren att starta om sin router/modem genom att koppla ur den i 30 sekunder och sedan sätta i den igen. Vid frågor om kommunens nätverk kontakta IT-supporten på Linköpings kommun.",
                "Starta om datorn och se om anslutningen återställs. Om datorn är en av Linköpings kommunens tjänstedatorer, använd fjärrsupport via IT-portalen.",
                "Kontrollera om andra enheter har internetåtkomst via LKnet för att avgöra om det är ett lokalt problem med datorn eller ett större nätverksproblem inom kommunen.",
                "Om problemet kvarstår, be medarbetaren att försöka ansluta till ett annat nätverk (t.ex. mobilt nätverk) för att utesluta problem med kommunens internetleverantör eller interna nätverksproblem."
            ]
        },
        {
            "problem": "Svag eller intermittent Wi-Fi-anslutning",
            "steps": [
                "Be medarbetaren att flytta närmare den närmaste kommunplacerade Wi-Fi-åtkomstpunkten för att se om signalstyrkan förbättras.",
                "Se till att inga stora fysiska hinder (som väggar eller stora metallföremål på kommunala fastigheter) blockerar signalen.",
                "Rekommendera att byta till kommunens 5GHz-band om routern stödjer det, då det kan ge bättre prestanda på kortare avstånd.",
                "Starta om både datorn och kommunens nätverksutrustning för att lösa eventuella tillfälliga problem.",
                "Uppdatera nätverkskortets drivrutiner via IT-supportportalen om datorn är en tjänstedator från kommunen."
            ]
        },
        {
            "problem": "Datorn får inte en IP-adress",
            "steps": [
                "Be medarbetaren att köra felsökningsverktyget för nätverk (Windows: 'Nätverksfelsökare', Mac: 'Diagnosverktyg') på kommunens IT-portals fjärrverktyg.",
                "Kontrollera att DHCP-servern på kommunens routrar är aktiverad, och att datorn är inställd på att ta emot en IP-adress automatiskt via kommunens IT-policy.",
                "Öppna kommandotolken (Windows) eller terminalen (Mac) och kör följande kommando för att uppdatera IP-konfigurationen: `ipconfig /release` och sedan `ipconfig /renew` (Windows) eller `sudo ifconfig en0 down; sudo ifconfig en0 up` (Mac). Kommunens IT-avdelning kan hjälpa till om detta steg behövs.",
                "Om problemet kvarstår, kontakta IT-supporten för att få en statisk IP-adress eller få ytterligare felsökningshjälp via Linköpings kommun."
            ]
        }
    ],
    "created_at": "2024-09-12",
    "updated_at": "2024-09-12"
}